Repository: siluat/dotorixel
Catalog: apple/Dotorixel/Localizable.xcstrings
Source language: en
Languages: ja, ko

source: %lld by %lld
ja: %lld × %lld
ko: %lld × %lld

source: %lld degrees
ja: %lld度
ko: %lld도

source: %@ could not be decoded. Choose a valid PNG, JPEG, WebP, or GIF file.
ja: %@ をデコードできませんでした。有効なPNG、JPEG、WebP、またはGIFファイルを選択してください。
ko: %@ 파일을 디코딩하지 못했습니다. 올바른 PNG, JPEG, WebP 또는 GIF 파일을 선택하세요.

source: %@ could not be read. Check the file permission and try again.
ja: %@ を読み込めませんでした。ファイルのアクセス権を確認して、もう一度お試しください。
ko: %@ 파일을 읽지 못했습니다. 파일 권한을 확인하고 다시 시도하세요.

source: %@ has too many pixels. Choose an image with no more than %lld pixels.
ja: %@ のピクセル数が多すぎます。%lldピクセル以下の画像を選択してください。
ko: %@의 픽셀 수가 너무 많습니다. %lld픽셀 이하의 이미지를 선택하세요.

source: %@ is not a supported image. Choose a PNG, JPEG, WebP, or GIF file.
ja: %@ は対応していない画像です。PNG、JPEG、WebP、またはGIFファイルを選択してください。
ko: %@은(는) 지원되는 이미지가 아닙니다. PNG, JPEG, WebP 또는 GIF 파일을 선택하세요.

source: %@ is too large. Choose an image no larger than %lld MiB.
ja: %@ は大きすぎます。%lld MiB以下の画像を選択してください。
ko: %@ 파일이 너무 큽니다. %lld MiB 이하의 이미지를 선택하세요.

source: Copy
ja: コピー
ko: 복사

source: Cut
ja: 切り取り
ko: 잘라내기

source: Deselect
ja: 選択解除
ko: 선택 해제

source: Done
ja: 完了
ko: 완료

source: Flip Horizontal
ja: 左右反転
ko: 좌우 반전

source: Flip Vertical
ja: 上下反転
ko: 상하 반전

source: Paste
ja: 貼り付け
ko: 붙여넣기

source: Rotate Left
ja: 左回転
ko: 왼쪽 회전

source: Rotate Right
ja: 右回転
ko: 오른쪽 회전

source: Selection actions
ja: 選択操作
ko: 선택 작업

source: Add frame
ja: フレームを追加
ko: 프레임 추가

source: Add layer
ja: レイヤーを追加
ko: 레이어 추가

source: Add reference image
ja: 参照画像を追加
ko: 참조 이미지 추가

source: Background color
ja: 背景色
ko: 배경색

source: Brightness
ja: 明度
ko: 명도

source: Cancel
ja: キャンセル
ko: 취소

source: Canvas
ja: キャンバス
ko: 캔버스

source: Clear
ja: キャンバスをクリア
ko: 캔버스 지우기

source: Close
ja: 閉じる
ko: 닫기

source: Close %@
ja: %@を閉じる
ko: %@ 닫기

source: Delete frame
ja: フレームを削除
ko: 프레임 삭제

source: Duplicate frame
ja: フレームを複製
ko: 프레임 복제

source: Frame duration in milliseconds
ja: フレーム表示時間（ミリ秒）
ko: 프레임 지속 시간 (밀리초)

source: Frames
ja: フレーム
ko: 프레임

source: Collapse layers panel
ja: レイヤーパネルを折りたたむ
ko: 레이어 패널 접기

source: Color
ja: カラー
ko: 색상

source: Delete
ja: 削除
ko: 삭제

source: Delete "%@"?
ja: 「%@」を削除しますか？
ko: "%@"을(를) 삭제하시겠어요?

source: Delete %@
ja: %@を削除
ko: %@ 삭제

source: Ellipse
ja: 楕円
ko: 타원

source: Eraser
ja: 消しゴム
ko: 지우개

source: Expand layers panel
ja: レイヤーパネルを展開
ko: 레이어 패널 펼치기

source: Export
ja: 書き出し
ko: 내보내기

source: Export Failed
ja: 書き出しに失敗しました
ko: 내보내기 실패

source: Eyedropper
ja: スポイト
ko: 스포이트

source: Fit %@ to canvas
ja: %@をキャンバスに合わせる
ko: %@을(를) 캔버스에 맞추기

source: Fit to view
ja: 画面に合わせる
ko: 화면에 맞추기

source: Flip Canvas Horizontal
ja: キャンバス左右反転
ko: 캔버스 좌우 반전

source: Flip Canvas Vertical
ja: キャンバス上下反転
ko: 캔버스 상하 반전

source: Flood Fill
ja: 塗りつぶし
ko: 채우기

source: Foreground color
ja: 前景色
ko: 전경색

source: Height
ja: キャンバス高さ
ko: 캔버스 높이

source: Hide %@
ja: %@を隠す
ko: %@ 숨기기

source: Hue
ja: 色相
ko: 색상

source: Layer %lld
ja: レイヤー %lld
ko: 레이어 %lld

source: Layers
ja: レイヤー
ko: 레이어

source: Layers · %@
ja: レイヤー · %@
ko: 레이어 · %@

source: Line
ja: 直線
ko: 직선

source: Marquee: %lld×%lld at (%lld, %lld)
ja: 選択範囲: %lld×%lld (%lld, %lld)
ko: 선택 영역: %lld×%lld (%lld, %lld)

source: Move
ja: 移動
ko: 이동

source: Move down
ja: 下に移動
ko: 아래로 이동

source: Move left
ja: 左に移動
ko: 왼쪽으로 이동

source: Move right
ja: 右に移動
ko: 오른쪽으로 이동

source: Move up
ja: 上に移動
ko: 위로 이동

source: My Works
ja: マイワークス
ko: 내 작업

source: Name
ja: 名前
ko: 이름

source: New tab
ja: 新しいタブ
ko: 새 탭

source: No saved works yet
ja: 保存された作品はまだありません
ko: 저장된 작업이 없습니다

source: Off
ja: オフ
ko: 꺼짐

source: On
ja: オン
ko: 켜짐

source: Palette
ja: パレット
ko: 팔레트

source: Palette color %@
ja: パレットの色 %@
ko: 팔레트 색상 %@

source: Pencil
ja: 鉛筆
ko: 연필

source: Recent
ja: 最近の色
ko: 최근 색상

source: Recent color %@
ja: 最近の色 %@
ko: 최근 색상 %@

source: Reference
ja: 参照
ko: 참조

source: Reference image
ja: 参照画像
ko: 참조 이미지

source: Reference image placement
ja: 参照画像の配置
ko: 참조 이미지 배치

source: Reference import failed
ja: 参照画像を読み込めませんでした
ko: 참조 이미지를 가져오지 못했습니다

source: Rectangle
ja: 四角形
ko: 사각형

source: Redo
ja: やり直す
ko: 다시 실행

source: Reorder %@
ja: %@を並べ替え
ko: %@ 순서 변경

source: Reset zoom
ja: 100%にリセット
ko: 100%로 초기화

source: Rotate Canvas Left
ja: キャンバス左回転
ko: 캔버스 왼쪽 회전

source: Rotate Canvas Right
ja: キャンバス右回転
ko: 캔버스 오른쪽 회전

source: Saturation
ja: 彩度
ko: 채도

source: Saturation and brightness
ja: 彩度と明度
ko: 채도와 명도

source: Save
ja: 保存
ko: 저장

source: Save your work?
ja: 作品を保存しますか？
ko: 작업을 저장하시겠어요?

source: Saved Works
ja: 保存した作品
ko: 저장된 작업

source: Select a Pixel Layer to edit
ja: 編集するにはピクセルレイヤーを選択してください
ko: 편집하려면 픽셀 레이어를 선택하세요

source: Selection
ja: 選択
ko: 선택

source: Show %@
ja: %@を表示
ko: %@ 표시

source: Swap colors
ja: 前景色と背景色を入れ替え
ko: 전경색과 배경색 교환

source: This action cannot be undone. The saved work will be permanently removed.
ja: この操作は元に戻せません。保存された作品は完全に削除されます。
ko: 이 작업은 되돌릴 수 없습니다. 저장된 작업이 영구적으로 삭제됩니다.

source: Toggle grid
ja: グリッド切替
ko: 격자 전환

source: Toggle pixel perfect
ja: ピクセルパーフェクト切替
ko: 픽셀 퍼펙트 전환

source: Transform
ja: 変形
ko: 변형

source: Undo
ja: 元に戻す
ko: 실행 취소

source: Width
ja: キャンバス幅
ko: 캔버스 너비

source: Your work is saved automatically as you draw.
ja: 描くと自動的に保存されます。
ko: 그림을 그리면 자동으로 저장됩니다.

source: Zoom in
ja: 拡大
ko: 확대

source: Zoom out
ja: 縮小
ko: 축소

source: Select frame %lld
ja: フレーム %lld を選択
ko: %lld번 프레임 선택

source: %@, frame %lld
ja: %@、フレーム %lld
ko: %@, %lld번 프레임

source: Has content
ja: 内容あり
ko: 내용 있음

source: Empty
ja: 空
ko: 비어 있음

source: underlay — same under every frame
ja: アンダーレイ — すべてのフレームで共通
ko: 언더레이 — 모든 프레임에서 동일

source: OK
ko: 확인
